[
    {
        "timestamp": "15 Jan 2016",
        "head": "UWS appoints new Commercialisation Manager",
        "story": "University of the West of Scotland (UWS) has announced the appointment of Gillian Fleming as its new Commercialisation Manager."
    },
    {
        "timestamp": "15 Jan 2016",
        "head": "UWS Professor awarded a Principal Fellowship",
        "story": "Professor Debbie Tolson of University of the West of Scotland's School of Health, Nursing and Midwifery has been awarded a Principal Fellowship of the Higher Education Academy (HEA)."
    },
    {
        "timestamp": "14 Jan 2016",
        "head": "UWS public lecture to discuss a solution to China’s polluted lands",
        "story": "Professor Andrew Hursthouse, Professor of Environmental Geochemistry at University of the West of Scotland (UWS), will discuss the issue of land contamination in China during a public lecture on Wednesday 24 February 2016, 5.30-7.30pm at the University’s Paisley Campus."
    },
    {
        "timestamp": "13 Jan 2016",
        "head": "UWS to officially launch new Institute of Healthcare Policy and Practice",
        "story": "University of the West of Scotland will officially launch its new Institute of Healthcare Policy and Practice (HPP) at an event at the University’s Hamilton Campus, Caird Building on Thursday 21 January 2016."
    },
    {
        "timestamp": "12 Jan 2016",
        "head": "UWS Professor nominated for Scotswoman of the Year award",
        "story": "Professor Debbie Tolson of University of the West of Scotland has been nominated for the Evening Times Scotswoman of the Year award."
    },
    {
        "timestamp": "08 Jan 2016",
        "head": "Advance your career with postgraduate and post-experience study at UWS",
        "story": "This February a number of career-focused postgraduate and post-experience study options are on offer from University of the West of Scotland (UWS)."
    },
    {
        "timestamp": "07 Jan 2016",
        "head": "Employers more likely to judge women on appearance",
        "story": "Potential employers analysing candidates’ social media profiles are far more likely to judge females on appearance and males on content, a new study has found."
    },
    {
        "timestamp": "07 Jan 2016",
        "head": "Fit nurses lead by example to change the shape of Scotland’s healthcare",
        "story": "A fitness programme led by student nurses at UWS is aiming to change the shape of Scotland’s healthcare."
    },
    {
        "timestamp": "22 Dec 2015",
        "head": "MP aids the work of the Institute for Youth and Community Research",
        "story": "Mhairi Black, MP for Paisley and Renfrewshire South, visited Paisley Campus on Friday 11 December 2015 to aid the work being undertaken by the University’s Institute for Youth and Community Research."
    },
    {
        "timestamp": "17 Dec 2015",
        "head": "University's vision to create state-of-the-art campus at Hamilton International Technology Park",
        "story": "Hamilton is set to remain a university town after University of the West of Scotland announced plans to move into Hamilton International Technology Park (HITP). As well as securing the long-term future of UWS in Hamilton, the plans will develop a truly inspirational and world-class University campus fit for existing and future students."
    },
    {
        "timestamp": "15 Dec 2015",
        "head": "World’s first computer programmer to inspire female scientists of the future",
        "story": "Female school pupils from across Renfrewshire will be set the challenge to follow in the footsteps of the woman thought to be the world’s first computer programmer at a special event this week."
    }
]
